Repository: SOAPkelele/nft_quiz_bot
Catalog: locales/*/LC_MESSAGES/quiz_bot.po
Languages: es, pt

source: Выберите ваш язык
es: Elija su idioma
pt: Escolha seu idioma

source: Они пишут о нас
pt: Menções sobre nós na mídia

source: Доступные тесты:
es: Pruebas disponibles:
pt: Testes disponíveis:

source: Вы прошли все тесты!
pt: Você fez todos os testes!

source: Вернуться назад
es: Volver atrás
pt: Voltar

source: Вы не прошли ни одного теста!
pt: Você não fez nenhum teste!

source: <b>Тест #{test_num}</b>
pt: <b>Teste #{test_num}</b>

source: Поздравляем! Вы ответили правильно на <b>{correct_answers}</b> вопросов из <b>{total_questions}</b>. Вы заработали <b>{earned_points}</b> баллов. Вы круче <b>{percent_better}%</b> юзеров.
es: ¡Enhorabuena! Respondió correctamente a <b>{correct_answers}</b> preguntas de <b>{total_questions}</b>. Ha ganado <b>{earned_points}</b> puntos. Es más guay que el <b>{percent_better}%</b> de los usuarios.
pt: Parabéns! Você respondeu corretamente <b>{correct_answers}</b> perguntas de <b>{total_questions}</b>. Você ganhou <b>{earned_points}</b> pontos. Você teve uma pontuação melhor do que <b>{percent_better}%</b> dos usuários.

source: Вы заработали <b>{points}</b> баллов!
pt: Você ganhou <b>{points}</b> pontos!

source: Вы уверены, что хотите преждевременно завершить тест? У вас больше не будет возможности его пройти.
es: ¿Está seguro de que desea finalizar la prueba anticipadamente? Ya no podrá volver a pasarlo.
pt: Tem certeza de que deseja encerrar o teste prematuramente? Você não poderá mais fazê-lo.

source: Поздравляем, @{username}! Вы ответили правильно на {correct_answers} вопросов из {total_questions}. Вы заработали {earned_points} баллов. Вы круче {percent_better}% юзеров.
pt: Parabéns, @{username}! Você respondeu corretamente {correct_answers} perguntas de {total_questions}. Você ganhou {earned_points} pontos. Você teve uma pontuação melhor do que {percent_better}% dos usuários.

source: Узнать больше о LocalTrade
es: Obtener más información sobre LocalTrade
pt: Saiba mais sobre LocalTrade

source: Доступные тесты
es: Pruebas disponibles
pt: Testes disponíveis

source: Пройденные тесты
es: Pruebas aprobadas
pt: Testes feitos

source: Сменить язык
pt: Mudar idioma

source: Главное меню
es: Menú principal
pt: Menu principal

source: Пройти другой тест
es: Hacer otra prueba
pt: Fazer outro teste

source: Начать тест
es: Empezar la prueba
pt: Começar o teste

source: Закрыть тест
es: Cerrar la prueba
pt: Fechar teste

source: Завершить тест
es: Finalizar la prueba
pt: Terminar o teste

source: Да, завершить тест
es: Sí, finalizar la prueba
pt: Sim, terminar o teste

source: Нет, продолжить тест
es: No, seguir la prueba
pt: Não, continuar o teste

source: Информация о LocalTrade
es: Obtener más información sobre LocalTrade
